[
  {
    "titulo": "El Quijote",
    "imagen": "img/libros/libro1.jpg",
    "autor": "Miguel de Cervantes",
    "sinopsis": "Una sátira de las novelas de caballería que narra las aventuras de un hidalgo que enloquece y se convierte en caballero andante.",
    "valoracion": "5/5",
    "libro": "Don Quijote de la Mancha, obra maestra de Miguel de Cervantes, es una sátira magistral de las novelas de caballería del Siglo de Oro. Narra las peripecias de Alonso Quijano, un hidalgo manchego que enloquece tras leer demasiados libros de caballerías y decide convertirse en un caballero andante bajo el nombre de Don Quijote. Armado con una armadura antigua y montado en su flaco rocín, Rocinante, parte en busca de aventuras junto a su fiel escudero Sancho Panza, un labrador pragmático y bonachón que cree que recibirá una ínsula como recompensa. Don Quijote transforma la realidad a través del prisma de sus delirios: ve castillos donde hay ventas, gigantes donde hay molinos de viento, y damiselas en apuros donde hay labradoras. A través de sus locuras y desvaríos, Cervantes logra un retrato crítico y profundo de la España del siglo XVII, con una mezcla brillante de humor, ternura y melancolía. La dualidad entre fantasía e idealismo frente a realidad y pragmatismo está presente a lo largo de toda la novela. Sancho, aunque simple, demuestra gran sabiduría popular, mientras que Don Quijote representa el anhelo de un mundo mejor, aunque fuera de lugar en su tiempo. La novela, dividida en dos partes (1605 y 1615), muestra una evolución en sus personajes, especialmente en Don Quijote, que al final, al recuperar la cordura, reniega de su vida de aventuras y muere desilusionado. Esta obra no solo es una parodia, sino también una reflexión sobre la identidad, la locura, la libertad, la justicia y el poder transformador de los ideales. Con una narrativa dinámica, diálogos profundos y personajes inolvidables, Don Quijote se mantiene como una de las cumbres de la literatura universal.",
    "texto": "La historia de Marta Fumari empieza el día que le ofrecieron un cigarro en el Circo del Sol. Juan se encontró unas habichuelas al lado del río y las plantó por ocurría algo parecido a lo que le pasó a Jack y vivía aventuras como cazador de ogros. Sin embargo, en lugar de una planta enorme, salió un pollito, al cual cuidó como si de un hijo se tratase hasta que tuvo tanta hambre que lo asó, lo aliñó con ajito, aceitito y sal, y se lo comió. Atentamente: Tu cuentacuentos favorita. "
  },
  {
    "titulo": "Orgullo y Prejuicio",
    "imagen": "img/libros/libro2.jpg",
    "autor": "Jane Austen",
    "sinopsis": "Una historia de amor e inteligencia entre Elizabeth Bennet y el señor Darcy, ambientada en la Inglaterra georgiana.",
    "valoracion": "4/5",
    "libro": "Orgullo y Prejuicio es una novela escrita por Jane Austen en 1813 que explora los temas del matrimonio, la moral, las costumbres y el desarrollo personal en la Inglaterra de principios del siglo XIX. La protagonista, Elizabeth Bennet, es una joven inteligente y con carácter fuerte que vive con su familia en una zona rural. Su madre está obsesionada con casar bien a sus hijas, ya que la herencia familiar está destinada a un pariente lejano por ser una familia sin hijos varones. Elizabeth conoce al rico y reservado señor Darcy, y desde el principio ambos se juzgan erróneamente. Ella lo considera orgulloso y arrogante, mientras él la ve como inferior a su círculo social. A lo largo de la novela, ambos personajes experimentan una evolución profunda. Elizabeth aprende a cuestionar sus prejuicios, mientras que Darcy enfrenta su orgullo y demuestra su verdadero carácter mediante acciones, no palabras. Austen construye una trama ágil y diálogos ingeniosos que permiten al lector explorar la psicología de sus personajes y las normas sociales que los oprimen o moldean. El romance que florece entre Elizabeth y Darcy se convierte en un símbolo de cómo el entendimiento mutuo y el respeto pueden superar diferencias sociales y personales. Austen ofrece una crítica sutil pero firme a las convenciones de su época, particularmente en torno al papel de la mujer, la importancia del matrimonio como contrato económico y las diferencias de clase. Con un estilo refinado, agudo y sarcástico, Orgullo y Prejuicio sigue siendo una obra admirada por su análisis social y su retrato de personajes complejos y entrañables.",
    "texto": "La historia de Marta Fumari empieza el día que le ofrecieron un cigarro en el Circo del Sol. Juan se encontró unas habichuelas al lado del río y las plantó por ocurría algo parecido a lo que le pasó a Jack y vivía aventuras como cazador de ogros. Sin embargo, en lugar de una planta enorme, salió un pollito, al cual cuidó como si de un hijo se tratase hasta que tuvo tanta hambre que lo asó, lo aliñó con ajito, aceitito y sal, y se lo comió. Atentamente: Tu cuentacuentos favorita."
  },
  {
    "titulo": "La princesa prometida",
    "imagen": "img/libros/libro3.jpg",
    "autor": "William Goldman",
    "sinopsis": "Una historia de amor, aventuras, espadachines, gigantes y venganzas en un cuento inolvidable que parodia y homenajea los cuentos de hadas.",
    "valoracion": "5/5",
    "libro": "La princesa prometida, escrita por William Goldman, es una novela que combina humor, romance, aventuras y fantasía. Presentada como una adaptación de un libro ficticio de S. Morgenstern, Goldman mezcla la narrativa tradicional con comentarios irónicos y reflexiones personales que le dan un tono original e inolvidable. La historia sigue a Buttercup, una joven campesina de gran belleza que se enamora de su mozo de cuadras, Westley. Cuando él parte en busca de fortuna y se le cree muerto a manos del temido pirata Roberts, Buttercup acepta casarse con el príncipe Humperdinck, aunque sin amor. Antes de la boda, Buttercup es secuestrada por tres bandidos: un espadachín español llamado Íñigo Montoya, un gigante amistoso llamado Fezzik, y un astuto siciliano llamado Vizzini. Pero pronto aparece un misterioso hombre enmascarado que los derrota uno a uno y rescata a Buttercup: se trata de Westley, quien ha asumido la identidad del pirata Roberts. A partir de ahí se suceden escenas memorables: batallas de ingenio, duelos de espada, persecuciones y un enfrentamiento épico entre Íñigo y el asesino de su padre. Goldman logra una historia que a la vez parodia los cuentos de hadas y los celebra. El estilo meta-literario y la mezcla de géneros hacen que la novela sea tan disfrutable para adultos como para jóvenes. Con frases célebres, giros inesperados y personajes carismáticos, La princesa prometida se ha convertido en un clásico moderno que trasciende generaciones, exaltando valores como el amor verdadero, la lealtad y la valentía.",
    "texto": "La historia de Marta Fumari empieza el día que le ofrecieron un cigarro en el Circo del Sol. Juan se encontró unas habichuelas al lado del río y las plantó por ocurría algo parecido a lo que le pasó a Jack y vivía aventuras como cazador de ogros. Sin embargo, en lugar de una planta enorme, salió un pollito, al cual cuidó como si de un hijo se tratase hasta que tuvo tanta hambre que lo asó, lo aliñó con ajito, aceitito y sal, y se lo comió. Atentamente: Tu cuentacuentos favorita."
  },
  {
    "titulo": "Harry Potter y la Piedra Filosofal",
    "imagen": "img/libros/libro4.jpg",
    "autor": "J.K. Rowling",
    "sinopsis": "Un niño descubre que es mago y comienza su primer año en el colegio Hogwarts, donde hará amigos y enfrentará peligros mágicos.",
    "valoracion": "5/5",
    "libro": "Harry Potter y la Piedra Filosofal es la primera entrega de la célebre saga escrita por J.K. Rowling. La historia comienza con Harry, un niño huérfano que vive con sus despreciables tíos y su malcriado primo. Su vida cambia radicalmente cuando descubre, en su undécimo cumpleaños, que es un mago y ha sido aceptado en el colegio Hogwarts de Magia y Hechicería. En el mágico mundo de Hogwarts, Harry conoce a Ron y Hermione, con quienes forja una fuerte amistad. Juntos, descubren los secretos del castillo, enfrentan retos en sus clases y se ven envueltos en el misterio que rodea una extraña piedra con poderes extraordinarios: la piedra filosofal. A medida que avanza el curso escolar, los chicos descubren que alguien quiere robar la piedra y se embarcan en una peligrosa aventura para evitar que caiga en manos equivocadas. La novela no solo presenta un mundo fantástico repleto de criaturas mágicas, hechizos y objetos encantados, sino que también explora temas como la amistad, la valentía, el bien contra el mal, y la importancia de las decisiones. Harry descubre su conexión con el oscuro mago Lord Voldemort, quien intentó matarlo cuando era un bebé y cuya presencia aún acecha en las sombras. Con un estilo ágil y una narrativa envolvente, Rowling construye un universo coherente y fascinante que ha atrapado a millones de lectores. Esta primera entrega establece las bases de una saga que crecerá en complejidad, emoción y profundidad a medida que Harry y sus amigos maduren y enfrenten desafíos cada vez mayores.",
    "texto": "Harry Potter y la Piedra Filosofal es la primera entrega de la célebre saga escrita por J.K. Rowling. La historia comienza con Harry, un niño huérfano que vive con sus despreciables tíos y su malcriado primo. Su vida cambia radicalmente cuando descubre, en su undécimo cumpleaños, que es un mago y ha sido aceptado en el colegio Hogwarts de Magia y Hechicería. En el mágico mundo de Hogwarts, Harry conoce a Ron y Hermione, con quienes forja una fuerte amistad. Juntos, descubren los secretos del castillo, enfrentan retos en sus clases y se ven envueltos en el misterio que rodea una extraña piedra con poderes extraordinarios: la piedra filosofal. A medida que avanza el curso escolar, los chicos descubren que alguien quiere robar la piedra y se embarcan en una peligrosa aventura para evitar que caiga en manos equivocadas. La novela no solo presenta un mundo fantástico repleto de criaturas mágicas, hechizos y objetos encantados, sino que también explora temas como la amistad, la valentía, el bien contra el mal, y la importancia de las decisiones. Harry descubre su conexión con el oscuro mago Lord Voldemort, quien intentó matarlo cuando era un bebé y cuya presencia aún acecha en las sombras. Con un estilo ágil y una narrativa envolvente, Rowling construye un universo coherente y fascinante que ha atrapado a millones de lectores. Esta primera entrega establece las bases de una saga que crecerá en complejidad, emoción y profundidad a medida que Harry y sus amigos maduren y enfrenten desafíos cada vez mayores."
  },
  {
    "titulo": "Harry Potter y la Cámara de los Secretos",
    "imagen": "img/libros/libro5.jpg",
    "autor": "J.K. Rowling",
    "sinopsis": "Durante su segundo año en Hogwarts, Harry investiga unos ataques misteriosos que parecen estar relacionados con una antigua cámara oculta.",
    "valoracion": "4/5",
    "libro": "Harry Potter y la Cámara de los Secretos continúa las aventuras del joven mago en su segundo año en Hogwarts. Tras recibir una advertencia misteriosa de Dobby, un elfo doméstico, Harry regresa al colegio a pesar de los obstáculos mágicos que intentan impedírselo. Una vez en Hogwarts, una serie de extraños sucesos sacude la escuela: varios estudiantes, e incluso un gato, son petrificados sin explicación. Los rumores hablan de la apertura de la legendaria Cámara de los Secretos, construida por uno de los fundadores del colegio, Salazar Slytherin. Según la leyenda, solo su heredero podrá abrirla y liberar al monstruo que habita dentro. Con la ayuda de Ron y Hermione, Harry intenta resolver el misterio. Descubre una conexión con el pasado del colegio y empieza a oír una voz que nadie más puede oír, lo que lo convierte en sospechoso. Finalmente, con la ayuda de pistas dejadas por Hermione y una antigua libreta encantada, Harry encuentra la entrada a la Cámara, donde se enfrenta a un basilisco, un monstruo mortal, y al recuerdo adolescente de Tom Riddle, quien más tarde se convertirá en Lord Voldemort. La novela explora el valor, la lealtad y la importancia de nuestras decisiones, además de introducir conceptos clave como los horrocruxes y la sangre mágica. Rowling mezcla misterio, acción y humor en una historia que mantiene el tono mágico del primer libro, pero con un matiz más oscuro y maduro. Esta segunda entrega reafirma la complejidad del universo creado por Rowling y sienta las bases para conflictos futuros en la saga.",
    "texto": "El peor cumpleaños\nNo era la primera vez que en el número 4 de Privet Drive estallaba una discusión\ndurante el desayuno. A primera hora de la mañana, había despertado al señor Vernon\nDursley un sonoro ulular procedente del dormitorio de su sobrino Harry.\n—¡Es la tercera vez esta semana! —se quejó, sentado a la mesa—. ¡Si no puedes\ndominar a esa lechuza, tendrá que irse a otra parte!\nHarry intentó explicarse una vez más.\n—Es que se aburre. Está acostumbrada a dar una vuelta por ahí. Si pudiera dejarla\nsalir aunque sólo fuera de noche...\n—¿Acaso tengo cara de idiota? —gruñó tío Vernon, con restos de huevo frito en el\npoblado bigote—. Ya sé lo que ocurriría si saliera la lechuza.\nCambió una mirada sombría con su esposa, Petunia.\nHarry quería seguir discutiendo, pero un eructo estruendoso y prolongado de\nDudley, el hijo de los Dursley, ahogó sus palabras.\n—¡Quiero más beicon!\n—Queda más en la sartén, ricura —dijo tía Petunia, volviendo los ojos a su robusto\nhijo—. Tenemos que alimentarte bien mientras podamos... No me gusta la pinta que\ntiene la comida del colegio...\n—No digas tonterías, Petunia, yo nunca pasé hambre en Smeltings —dijo con\nénfasis tío Vernon—. Dudley come lo suficiente, ¿verdad que sí, hijo?\nDudley, que estaba tan gordo que el trasero le colgaba por los lados de la silla, hizo\nuna mueca y se volvió hacia Harry.\n—Pásame la sartén.\n—Se te han olvidado las palabras mágicas —repuso Harry de mal talante.\nEl efecto que esta simple frase produjo en la familia fue increíble: Dudley ahogó un\ngrito y se cayó de la silla con un batacazo que sacudió la cocina entera; la señora\nDursley profirió un débil alarido y se tapó la boca con las manos, y el señor Dursley se\npuso de pie de un salto, con las venas de las sienes palpitándole.\n—¡Me refería a «por favor»! —dijo Harry inmediatamente—. No me refería a...\n—¿QUÉ TE TENGO DICHO —bramó el tío, rociando saliva por toda la mesa—\nACERCA DE PRONUNCIAR LA PALABRA CON «M» EN ESTA CASA?\n—Pero yo...\n—¡CÓMO TE ATREVES A ASUSTAR A DUDLEY! —dijo furioso tío Vernon,\ngolpeando la mesa con el puño.\n—Yo sólo...\n—¡TE LO ADVERTÍ! ¡BAJO ESTE TECHO NO TOLERARÉ NINGUNA\nMENCIÓN A TU ANORMALIDAD!\nHarry miró el rostro encarnado de su tío y la cara pálida de su tía, que trataba de\nlevantar a Dudley del suelo.\n—De acuerdo —dijo Harry—, de acuerdo...\nTío Vernon volvió a sentarse, resoplando como un rinoceronte al que le faltara el\naire y vigilando estrechamente a Harry por el rabillo de sus ojos pequeños y penetrantes.\nDesde que Harry había vuelto a casa para pasar las vacaciones de verano, tío\nVernon lo había tratado como si fuera una bomba que pudiera estallar en cualquier\nmomento; porque Harry no era un muchacho normal. De hecho, no podía ser menos\nnormal de lo que era.\nHarry Potter era un mago..., un mago que acababa de terminar el primer curso en el\nColegio Hogwarts de Magia. Y si a los Dursley no les gustaba que Harry pasara con\nellos las vacaciones, su desagrado no era nada comparado con el de su sobrino.\nAñoraba tanto Hogwarts que estar lejos de allí era como tener un dolor de\nestómago permanente. Añoraba el castillo, con sus pasadizos secretos y sus fantasmas;\nlas clases (aunque quizá no a Snape, el profesor de Pociones); las lechuzas que llevaban\nel correo; los banquetes en el Gran Comedor; dormir en su cama con dosel en el\ndormitorio de la torre; visitar a Hagrid, el guardabosques, que vivía en una cabaña en las\ninmediaciones del bosque prohibido; y, sobre todo, añoraba el quidditch, el deporte más\npopular en el mundo mágico, que se jugaba con seis altos postes que hacían de\nporterías, cuatro balones voladores y catorce jugadores montados en escobas.\nEn cuanto Harry llegó a la casa, tío Vernon le guardó en un baúl bajo llave, en la\nalacena que había bajo la escalera, todos sus libros de hechizos, la varita mágica, las\ntúnicas, el caldero y la escoba de primerísima calidad, la Nimbus 2.000. ¿Qué les\nimportaba a los Dursley si Harry perdía su puesto en el equipo de quidditch de\nGryffindor por no haber practicado en todo el verano? ¿Qué más les daba a los Dursley\nsi Harry volvía al colegio sin haber hecho los deberes? Los Dursley eran lo que los\nmagos llamaban muggles, es decir, que no tenían ni una gota de sangre mágica en las\nvenas, y para ellos tener un mago en la familia era algo completamente vergonzoso. Tío\nVernon había incluso cerrado con candado la jaula de Hedwig, la lechuza de Harry, para\nque no pudiera llevar mensajes a nadie del mundo mágico.\nHarry no se parecía en nada al resto de la familia. Tío Vernon era corpulento,\ncarecía de cuello y llevaba un gran bigote negro; tía Petunia tenía cara de caballo y era\nhuesuda; Dudley era rubio, sonrosado y gordo. Harry, en cambio, era pequeño y\nflacucho, con ojos de un verde brillante y un pelo negro azabache siempre alborotado.\nLlevaba gafas redondas y en la frente tenía una delgada cicatriz en forma de rayo.\nEra esta cicatriz lo que convertía a Harry en alguien muy especial, incluso entre los\nmagos. La cicatriz era el único vestigio del misterioso pasado de Harry y del motivo por\nel que lo habían dejado, hacia once años, en la puerta de los Dursley.\nA la edad de un año, Harry había sobrevivido milagrosamente a la maldición del\nhechicero tenebroso más importante de todos los tiempos, lord Voldemort, cuyo nombre\nmuchos magos y brujas aún temían pronunciar. Los padres de Harry habían muerto en\nel ataque de Voldemort, pero Harry se había librado, quedándole la cicatriz en forma de\nrayo. Por alguna razón desconocida, Voldemort había perdido sus poderes en el mismo\ninstante en que había fracasado en su intento de matar a Harry.\nDe forma que Harry se había criado con sus tíos maternos. Había pasado diez años\ncon ellos sin comprender por qué"
    
  }
]
